{
    "startPageTitle": "Gwneud cais i gofrestru fel asiant awdurdodedig Tŷ'r Cwmnïau",
    "useThisService": "Defnyddiwch y gwasanaeth hwn i gofrestru eich busnes fel asiant awdurdodedig gyda Thŷ'r Cwmnïau. Gelwir asiantau awdurdodedig hefyd yn Ddarparwyr Gwasanaeth Corfforaethol Awdurdodedig (ACSP).",
    "youllNeedToRegister": "You'll need to register your business as an authorised agent to be able to welsh",
    "verifyClientsIdentityLink": "verify your clients' identities for Companies House welsh",
    "startFromDate": "O'r XX DYDDIAD, bydd angen i fusnesau gofrestru hefyd i allu ffeilio ar ran cleientiaid.",
    "whoCanApplyHeading": "Pwy all wneud cais",
    "toRegisterYourBusiness": "I gofrestru eich busnes fel asiant awdurdodedig, rhaid i chi fod yn un o'r canlynol:",
    "directorBullet": "cyfarwyddwr",
    "generalPartnerBullet": "partner cyffredinol",
    "partnerBullet": "partner",
    "memberBullet": "aelod",
    "soleTraderBullet": "unig fasnachwr",
    "ifYouAreRegisteringUnincorporatedCorporate": "Os ydych chi'n cofrestru corff anghorfforedig neu gorff corfforaethol",
    "corporateBodyHeading": "NEED Corporate body welsh",
    "corporateBodyEquivalentDirector": "NEED If the body is managed by its members, you must be a member of the body. Otherwise, you must be the equivalent of a director. welsh",
    "UnincorporatedEntityHeading": "NEED Unincorporated entity welsh",
    "UnincorporatedGoverningBody": "NEED If the body is managed by its members, you must be a member of the body. Otherwise, you must be a member of the governing body. welsh",
    "YouWillBeAble": "Byddwch yn gallu ychwanegu pobl eraill sy'n gweithio i'r busnes i'r cyfrif asiant awdurdodedig unwaith y byddwch wedi cofrestru.",
    "verifyYourIdentity": "Gwirio eich hunaniaeth",
    "identifyBeforeYouCanUse": "Bydd angen i chi wirio'ch hunaniaeth ar gyfer Tŷ'r Cwmnïau cyn y gallwch ddefnyddio'r gwasanaeth hwn.",
    "verifyIdentityLink": "Gwiriwch eich hunaniaeth ar gyfer Tŷ'r Cwmnïau.",
    "whatInformationYoullNeedHeading": "Pa wybodaeth y mae angen i chi cyflwyno",
    "youllNeedTo": "Bydd angen i chi:",
    "signInOrCreateBullet": "mewngofnodi neu greu cyfrif",
    "giveDetailsBullet": "rhoi manylion am y busnes, neu eich hun os ydych chi'n unig fasnachwr",
    "amlBodiesBullet": "dywedwch wrthym ba gyrff goruchwylio atal gwyngalchu arian (AML) y mae'r busnes wedi cofrestru gyda",
    "amlMembershipNumberBullet": "rhoi rhifau aelodaeth AML neu ID",
    "registrationFeeBullet": "talu'r ffi gofrestru o £XX",
    "readThe": "Darllenwch y ",
    "guidanceOnApplyingLink": "cyfarwyddyd ar wneud cais i gofrestru fel asiant awdurdodedig",
    "toCheckYouHave": " i wirio bod gennych bopeth sydd ei angen arnoch i wneud cais.",
    "saveYourAnswers": "Gallwch safio eich atebion ac ailddechrau eich cais yn nes ymlaen os oes angen.",
    "startNow": "NEED Start now welsh",
    "afterYouAreRegisteredHeading": "Ar ôl i chi gael eich cofrestru fel asiant awdurdodedig",
    "wellCreateAnAuthorisedAgentAccount": "Byddwn yn creu cyfrif asiant awdurdodedig, y gallwch gael mynediad i pan fyddwch yn mewngofnodi i'ch cyfrif Tŷ'r Cwmnïau.",
    "guidanceForAuthorisedAgentsLink": "cyfarwyddyd ar gyfer asiantau awdurdodedig",
    "toFindOutHowToUse": " i ddarganfod sut i ddefnyddio'r cyfrif asiant awdurdodedig."
}