{
    "startPageTitle": "Apply to register as a Companies House authorised agent Welsh",
    "useThisService": "Use this service to register your business as an authorised agent with Companies House. Authorised agents are also known as Authorised Corporate Service Providers (ACSPs). Welsh",
    "whoNeedsToRegister": "Who needs to register as an authorised agent? Welsh",
    "startFromDate": "From XX DATE, individuals or organisations will need to register as a Companies House authorised agent to (do any of the following): Welsh",
    "onBehalfClients": "file on behalf of clients Welsh",
    "formCompanies": "form companies or registrable partnerships on behalf of clients Welsh",
    "verifyIndentityForCH": "verify someone's identity for Companies House Welsh",
    "youMustBe": "To apply, you must be one of the following for the business you are registering: Welsh",
    "startDirector": "director Welsh",
    "startGeneralPartner": "general partner Welsh",
    "startPartner": "member Welsh",
    "startSoleTrader": "sole trader Welsh",
    "beforeYouStart": "Before you start Welsh",
    "identifyBeforeYouCanUse": "If you’re a sole trader, you’ll need to verify your identity for Companies House before you can use this service. Welsh",
    "verifyIdentityLink": "Verify your identity for Companies House. Welsh",
    "whatYoullNeedHeading": "What you'll need Welsh",
    "youllNeed": "You’ll need: Welsh",
    "giveDetailsText": "to give details about your business, or yourself if you're a sole trader Welsh",
    "startNameOfAML": "the names of all Anti-Money Laundering (AML) supervisory bodies the business is registered with Welsh",
    "startAMLNumbers": "the AML membership numbers or IDs  Welsh",
    "startPayFee": "to pay the £XX registration fee using a credit or debit card Welsh",
    "startCheckAMLParagraph": "We will check the AML supervisory body has the same name and membership number for your business. If you are registered with the AML supervisory body as an individual, you will need to apply as a sole trader using your own name. Welsh",
    "startTimeout": "This service will time out if you do not use it for 60 minutes. You can save your answers and resume your application later. Welsh",
    "startNow": "Start now Welsh",
    "readThe": "Read the Welsh",
    "guidenceLinkText": "guidance about applying to register as a Companies House authorised agent Welsh"
}