{
    "startPageTitle": "Apply to register as a Companies House authorised agent welsh",
    "useThisService": "Use this service to register your business as an authorised agent with Companies House. Authorised agents are also known as Authorised Corporate Service Providers (ACSPs). welsh",
    "youllNeedToRegister": "You'll need to register your business as an authorised agent to be able to welsh",
    "verifyClientsIdentityLink": "verify your clients' identities for Companies House welsh",
    "startFromDate": "From XX DATE, businesses will also need to register to be able to file on behalf of clients. welsh",
    "whoCanApplyHeading": "Who can apply welsh",
    "toRegisterYourBusiness": "To register your business as an authorised agent, you must be one of the following: welsh",
    "directorBullet": "director welsh",
    "generalPartnerBullet": "general partner welsh",
    "partnerBullet": "partner welsh",
    "memberBullet": "member welsh",
    "soleTraderBullet": "sole trader welsh",
    "ifYouAreRegisteringUnincorporatedCorporate": "If you're registering an unincorporated body or corporate body welsh",
    "corporateBodyHeading": "Corporate body welsh",
    "corporateBodyEquivalentDirector": "If the body is managed by its members, you must be a member of the body. Otherwise, you must be the equivalent of a director. welsh",
    "UnincorporatedEntityHeading": "Unincorporated entity welsh",
    "UnincorporatedGoverningBody": "If the body is managed by its members, you must be a member of the body. Otherwise, you must be a member of the governing body. welsh",
    "YouWillBeAble": "You'll be able to add other people who work for the business to the authorised agent account once you've registered. welsh",
    "verifyYourIdentity": "Verify your identity welsh",
    "identifyBeforeYouCanUse": "You’ll need to verify your identity for Companies House before you can use this service. welsh",
    "verifyIdentityLink": "Verify your identity for Companies House. welsh",
    "whatInformationYoullNeedHeading": "What information you need to submit welsh",
    "youllNeedTo": "You’ll need to: welsh",
    "signInOrCreateBullet": "sign in or create an account welsh",
    "giveDetailsBullet": "give details about the business, or yourself if you’re a sole trader welsh",
    "amlBodiesBullet": "tell us which Anti-Money Laundering (AML) supervisory bodies the business is registered with welsh",
    "amlMembershipNumberBullet": "give the AML membership numbers or IDs welsh",
    "registrationFeeBullet": "pay the £XX registration fee welsh",
    "readThe": "Read the welsh",
    "guidanceOnApplyingLink": "guidance on applying to register as an authorised agent welsh",
    "toCheckYouHave": " to check you have everything you need to apply. welsh",
    "saveYourAnswers": "You can save your answers and resume your application later if you need to. welsh",
    "startNow": "Start now welsh",
    "afterYouAreRegisteredHeading": "After you are registered as an authorised agent welsh",
    "wellCreateAnAuthorisedAgentAccount": "We’ll create an authorised agent account, which you’ll be able to access when you sign in to your Companies House account. welsh",
    "guidanceForAuthorisedAgentsLink": "guidance for authorised agents welsh",
    "toFindOutHowToUse": " to find out how to use the authorised agent account. welsh"
}