{
    "startPageTitle": "Gwneud cais i gofrestru fel Darparwr Gwasanaeth Corfforaethol Awdurdodedig (ACSP)",
    "useThisService": "Defnyddiwch y gwasanaeth hwn i gofrestru eich hun neu'ch busnes fel ACSP. Gelwir hyn hefyd yn asiant awdurdodedig.",
    "forNowYouOnlyNeedToRegister": "Am y tro, dim ond i gwblhau gwiriad hunaniaethau pobl ar gyfer Tŷ'r Cwmnïau sydd angen i chi gofrestru.",
    "whoCanApplyHeading": "Pwy all wneud cais",
    "toRegisterYourBusiness": "I gofrestru eich busnes, rhaid i chi fod yn un o'r canlynol:",
    "directorBullet": "cyfarwyddwr",
    "generalPartnerBullet": "partner cyffredinol",
    "partnerBullet": "partner",
    "memberBullet": "aelod",
    "soleTraderBullet": "unig fasnachwr",
    "memberOfTheBodyBullet": "aelod o'r corff – os ydych chi'n cofrestru corff anghorfforedig neu gorff corfforaethol",
    "YouWillBeAble": "Byddwch yn gallu ychwanegu pobl eraill sy'n gweithio i'r busnes y cyfrif asiant awdurdodedig unwaith y byddwch wedi cofrestru.",
    "verifyIdentityLink": "Gwiriwch eich hunaniaeth ar gyfer Tŷ'r Cwmnïau.",
    "whatYoullNeedHeading": "Beth bydd ei angen arnoch",
    "youllNeedTo": "Bydd angen i chi fewngofnodi i GOV.UK One Login neu greu cyfrif er mwyn defnyddio'r gwasanaeth hwn.",
    "ifYouHaventAlready": "Os nad ydych eisoes wedi cwblhau gwiriad hunaniaeth, byddwn yn gofyn i chi wneud hyn pan fyddwch yn dechrau.",
    "verifyIdentityGuidanceText": "Darllenwch y canllawiau ar gwblhau gwiriad hunaniaeth ar gyfer Tŷ'r Cwmnïau",
    "verifyIdentityGuidanceLink": "https://www.gov.uk/guidance/applying-to-register-as-a-companies-house-authorised-agent",
    "toCheckWhatYouNeed": "i wirio beth fydd ei angen arnoch i wneud hyn.",
    "toApply": "I wneud cais, bydd angen i chi:",
    "aboutBuissnessBullet": "ddweud wrthym am y busnes, neu eich hun os ydych chi'n unig fasnachwr",
    "amlBodiesBullet": "dweud wrthym pa gyrff goruchwylio Atal Gwyngalchu Arian (AML) y mae'r busnes yn cael ei oruchwylio ganddynt",
    "amlMembershipNumberBullet": "darparu rhifau aelodaeth AML, a elwir weithiau yn rif practis neu ID cwmni",
    "registrationFeeBullet": "talu'r ffi gofrestru o £XX gan ddefnyddio cerdyn credyd neu ddebyd",
    "warningText": "Byddwn yn gwrthod eich cais os yw'r manylion AML rydych chi'n eu darparu yn anghywir. Cysylltwch â'ch corff goruchwylio os oes angen i chi wirio'r manylion hyn.",
    "guidanceOnApplyingLink": "Darllenwch y canllawiau ar wneud cais i gofrestru fel asiant awdurdodedig",
    "toCheckYouHave": "i wirio bod gennych bopeth sydd ei angen arnoch i wneud cais.",
    "saveYourAnswers": "Gallwch gadw eich atebion ac ailddechrau eich cais yn nes ymlaen os oes angen.",
    "startNow": "Dechrau nawr",
    "helpToApplyOnlineHeading": "Cymorth i wneud cais ar-lein",
    "contactUsStartPageLink": "Cysylltwch â ni",
    "ifYouNeedHelpToUseThisService": "os oes angen cymorth arnoch i ddefnyddio'r gwasanaeth hwn.",
    "adaptYourDeviceHeading": "Addaswch eich dyfais i fodloni eich anghenion.",
    "readAdviceFromAbilityNetLink": "Darllenwch gyngor gan AbilityNet ar sut i wneud eich dyfais yn haws i'w defnyddio",
    "forExampleLearnHowTo": "Er enghraifft, dysgwch sut i newid lliw'r cefndir neu faint y testun.",
    "afterYouRegisterHeading": "Ar ôl i chi gofrestru",
    "youllBeAble": "Byddwn yn creu cyfrif asiant awdurdodedig, y byddwch chi'n gallu cael mynediad iddo pan fyddwch yn mewngofnodi i'ch cyfrif Tŷ'r Cwmnïau.",
    "signInToACSPText": "Darllenwch y canllawiau ar fod yn ACSP",
    "signInToACSPLink": "https://www.gov.uk/guidance/sign-in-to-your-authorised-agent-account",
    "toAccessACSP": " i ddarganfod mwy am beth sy'n digwydd ar ôl i chi gofrestru, gan gynnwys eich cyfrifoldebau cyfreithiol.",
    "guidanceForAuthorisedAgentsLink": "cyfarwyddyd ar gyfer asiantau awdurdodedig",
    "toFindOutHowToUse": " i ddarganfod sut i ddefnyddio'r cyfrif asiant awdurdodedig."
}