{
    "startPageTitle": "Gwneud cais i gofrestru fel asiant awdurdodedig Tŷ'r Cwmnïau",
    "important": "Pwysig",
    "youNeedToRequestAccess": "Mae angen i chi ofyn am fynediad os ydych am ddefnyddio'r gwasanaeth hwn.",
    "ifYoudLikeToApply": "Os hoffech wneud cais, e-bostiwch ",
    "youllNeedToProvideTheEmailAddress": " Bydd angen i chi ddarparu'r cyfeiriad e-bost rydych chi'n ei ddefnyddio ar hyn o bryd i fewngofnodi i'r ",
    "findAndUpdateCompanyInfoLink": "Gwasanaeth dod o hyd i wybodaeth am gwmni a'i diweddaru",
    "useThisService": "Defnyddiwch y gwasanaeth hwn i gofrestru eich hun, neu'ch busnes fel Darparwr Gwasanaeth Corfforaethol Awdurdodedig (ACSP). Gelwir Darparwr Gwasanaeth Corfforaethol Awdurdodedig hefyd yn asiantau awdurdodedig.",
    "forNowYouOnlyNeedToRegister": "Am y tro, dim ond os ydych chi'n bwriadu gwirio hunaniaeth pobl ar gyfer Tŷ'r Cwmnïau y mae angen i chi gofrestru. Bydd y gwasanaeth i ddweud wrthym pryd rydych wedi gwirio hunaniaeth rhywun ar gael yn fuan.",
    "whoCanApplyHeading": "Pwy all wneud cais",
    "toRegisterYourBusiness": "I gofrestru eich busnes fel asiant awdurdodedig, rhaid i chi fod yn un o'r canlynol:",
    "directorBullet": "cyfarwyddwr",
    "generalPartnerBullet": "partner cyffredinol",
    "partnerBullet": "partner",
    "memberBullet": "aelod",
    "soleTraderBullet": "unig fasnachwr",
    "ifYouAreRegisteringUnincorporatedCorporate": "Os ydych chi'n cofrestru corff anghorfforedig neu gorff corfforaethol",
    "corporateBodyHeading": "Corff corfforedig",
    "corporateBodyEquivalentDirector": "Os yw'r corff yn cael ei reoli gan eu haelodau, rhaid i chi fod yn aelod o'r corff. Fel arall, rhaid i chi fod yn gyfwerth â chyfarwyddwr.",
    "UnincorporatedEntityHeading": "Endid anghorfforedig",
    "UnincorporatedGoverningBody": "Os yw'r corff yn cael ei reoli gan eu haelodau, rhaid i chi fod yn aelod o'r corff. Fel arall, rhaid i chi fod yn aelod o'r corff llywodraethu.",
    "YouWillBeAble": "Byddwch yn gallu ychwanegu pobl eraill sy'n gweithio i'r busnes i'r cyfrif asiant awdurdodedig unwaith y byddwch wedi cofrestru.",
    "verifyYourIdentity": "Gwirio eich hunaniaeth",
    "identifyBeforeYouCanUse": "Bydd angen i chi wirio'ch hunaniaeth ar gyfer Tŷ'r Cwmnïau cyn y gallwch ddefnyddio'r gwasanaeth hwn.",
    "verifyIdentityLink": "Darllenwch y cyfarwyddyd ar wirio eich hunaniaeth ar gyfer Tŷ'r Cwmnïau",
    "whatYoullNeedHeading": "Beth fydd angen",
    "youllNeedTo": "Bydd angen i chi:",
    "signInOrCreateBullet": "mewngofnodi neu greu GOV.UK One Login i ddefnyddio'r gwasanaeth hwn",
    "giveDetailsBullet": "rhoi manylion am y busnes, neu eich hun os ydych chi'n unig fasnachwr",
    "amlBodiesBullet": "dweud wrthym ba gyrff goruchwylio atal gwyngalchu arian (AML) y mae'r busnes wedi cofrestru gyda",
    "amlMembershipNumberBullet": "rhoi rhifau aelodaeth AML neu ID",
    "registrationFeeBullet": "talu'r ffi gofrestru o £XX",
    "readThe": "Darllenwch y ",
    "guidanceOnApplyingLink": "cyfarwyddyd ar wneud cais i gofrestru fel asiant awdurdodedig",
    "toCheckYouHave": " i wirio bod gennych bopeth sydd ei angen arnoch i wneud cais.",
    "saveYourAnswers": "Gallwch gadw eich atebion ac ail-ddechrau eich cais yn nes ymlaen os oes angen.",
    "startNow": "Dechrau nawr",
    "helpToApplyOnlineHeading": "Help i wneud cais ar-lein",
    "contactUsStartPageLink": "Cysylltwch â ni",
    "ifYouNeedHelpToUseThisService": " os oes angen help arnoch i ddefnyddio'r gwasanaeth hwn.",
    "adaptYourDeviceHeading": "Addasu eich dyfais i gwrdd â'ch anghenion",
    "readAdviceFromAbilityNetLink": "Darllenwch gyngor gan AbilityNet ar sut i wneud eich dyfais yn haws i'w defnyddio",
    "forExampleLearnHowTo": ". Er enghraifft, dysgwch sut i newid lliw cefndir neu faint y testun.",
    "afterYouRegisterHeading": "Ar ôl i chi gofrestru fel asiant awdurdodedig",
    "wellCreateAnAuthorisedAgentAccount": "Byddwn yn creu cyfrif asiant awdurdodedig, y gallwch ei gyrchu pan fyddwch yn mewngofnodi i'ch cyfrif Tŷ'r Cwmnïau.",
    "guidanceForAuthorisedAgentsLink": "cyfarwyddyd ar gyfer asiantau awdurdodedig",
    "toFindOutHowToUse": " i ddarganfod sut i ddefnyddio'r cyfrif asiant awdurdodedig."
}