{
    "startPageTitle": "Apply to register as a Companies House authorised agent",
    "useThisService": "Use this service to register your business as an authorised agent with Companies House. Authorised agents are also known as Authorised Corporate Service Providers (ACSPs).",
    "youllNeedToRegister": "You'll need to register your business as an authorised agent to be able to ",
    "verifyClientsIdentityLink": "verify your clients' identities for Companies House",
    "startFromDate": "From XX DATE, businesses will also need to register to be able to file on behalf of clients.",
    "whoCanApplyHeading": "Who can apply",
    "toRegisterYourBusiness": "To register your business as an authorised agent, you must be one of the following:",
    "directorBullet": "director",
    "generalPartnerBullet": "general partner",
    "partnerBullet": "partner",
    "memberBullet": "member",
    "soleTraderBullet": "sole trader",
    "ifYouAreRegisteringUnincorporatedCorporate": "If you're registering an unincorporated body or corporate body",
    "corporateBodyHeading": "Corporate body",
    "corporateBodyEquivalentDirector": "If the body is managed by its members, you must be a member of the body. Otherwise, you must be the equivalent of a director.",
    "UnincorporatedEntityHeading": "Unincorporated entity",
    "UnincorporatedGoverningBody": "If the body is managed by its members, you must be a member of the body. Otherwise, you must be a member of the governing body.",
    "YouWillBeAble": "You'll be able to add other people who work for the business to the authorised agent account once you've registered.",
    "verifyYourIdentity": "Verify your identity",
    "identifyBeforeYouCanUse": "You’ll need to verify your identity for Companies House before you can use this service.",
    "verifyIdentityLink": "Verify your identity for Companies House.",
    "whatInformationYoullNeedHeading": "What information you need to submit",
    "youllNeedTo": "You’ll need to:",
    "signInOrCreateBullet": "sign in or create an account",
    "giveDetailsBullet": "give details about the business, or yourself if you’re a sole trader",
    "amlBodiesBullet": "tell us which Anti-Money Laundering (AML) supervisory bodies the business is registered with",
    "amlMembershipNumberBullet": "give the AML membership numbers or IDs",
    "registrationFeeBullet": "pay the £XX registration fee",
    "readThe": "Read the ",
    "guidanceOnApplyingLink": "guidance on applying to register as an authorised agent",
    "toCheckYouHave": " to check you have everything you need to apply.",
    "saveYourAnswers": "You can save your answers and resume your application later if you need to.",
    "startNow": "Start now",
    "afterYouAreRegisteredHeading": "After you are registered as an authorised agent",
    "wellCreateAnAuthorisedAgentAccount": "We’ll create an authorised agent account, which you’ll be able to access when you sign in to your Companies House account.",
    "guidanceForAuthorisedAgentsLink": "guidance for authorised agents",
    "toFindOutHowToUse": " to find out how to use the authorised agent account."
}