{
    "startPageTitle": "Apply to register as a Companies House authorised agent",
    "important": "Important",
    "thisIsANewServiceNotificationBanner": "This is a new service",
    "ifYouHaveAnyIssuesNotificationBanner": "If you have any issues while we work to improve it, you can contact us or tell us your ",
    "feedbackLinkNotificationBanner": "feedback",
    "useThisService": "Use this service to register yourself, or your business as an Authorised Corporate Service Provider (ACSP). ACSPs are also known as authorised agents.",
    "forNowYouOnlyNeedToRegister": "For now, you only need to register if you plan to verify people's identities for Companies House. The service to tell us when you’ve verified someone’s identity will be available soon.",
    "whoCanApplyHeading": "Who can apply",
    "toRegisterYourBusiness": "To register your business as an authorised agent, you must be one of the following:",
    "directorBullet": "director",
    "generalPartnerBullet": "general partner",
    "partnerBullet": "partner",
    "memberBullet": "member",
    "soleTraderBullet": "sole trader",
    "ifYouAreRegisteringUnincorporatedCorporate": "If you're registering an unincorporated body or corporate body",
    "corporateBodyHeading": "Corporate body",
    "corporateBodyEquivalentDirector": "If the body is managed by its members, you must be a member of the body. Otherwise, you must be the equivalent of a director.",
    "UnincorporatedEntityHeading": "Unincorporated entity",
    "UnincorporatedGoverningBody": "If the body is managed by its members, you must be a member of the body. Otherwise, you must be a member of the governing body.",
    "YouWillBeAble": "You'll be able to add other people who work for the business to the authorised agent account once you've registered.",
    "verifyYourIdentity": "Verify your identity",
    "identifyBeforeYouCanUse": "You’ll need to verify your identity for Companies House before you can use this service.",
    "verifyIdentityLink": "Verify your identity for Companies House.",
    "whatYoullNeedHeading": "What you'll need",
    "youllNeedTo": "You’ll need to:",
    "signInOrCreateBullet": "sign in to or create a GOV.UK One Login to use this service",
    "giveDetailsBullet": "give details about the business, or yourself if you’re a sole trader",
    "amlBodiesBullet": "tell us which Anti-Money Laundering (AML) supervisory bodies the business is registered with",
    "amlMembershipNumberBullet": "give the AML membership numbers or IDs",
    "registrationFeeBullet": "pay the £XX registration fee",
    "readThe": "Read the ",
    "guidanceOnApplyingLink": "guidance on applying to register as an authorised agent",
    "toCheckYouHave": " to check you have everything you need to apply.",
    "saveYourAnswers": "You can save your answers and resume your application later if you need to.",
    "startNow": "Start now",
    "helpToApplyOnlineHeading": "Help to apply online",
    "contactUsStartPageLink": "Contact us",
    "ifYouNeedHelpToUseThisService": " if you need help to use this service.",
    "adaptYourDeviceHeading": "Adapt your device to meet your needs",
    "readAdviceFromAbilityNetLink": "Read advice from AbilityNet on how to make your device easier to use",
    "forExampleLearnHowTo": ". For example, learn how to change the background colour or text size.",
    "afterYouRegisterHeading": "After you register as an authorised agent",
    "wellCreateAnAuthorisedAgentAccount": "We’ll create an authorised agent account, which you’ll be able to access when you sign in to your Companies House account.",
    "guidanceForAuthorisedAgentsLink": "guidance for authorised agents",
    "toFindOutHowToUse": " to find out how to use the authorised agent account."
}