{
    "startPageTitle": "Apply to register as an Authorise Corporate Service Provider (ACSP)",
    "useThisService": "Use this service to register yourself or your business as an ACSP. This is also known as an authorised agent.",
    "forNowYouOnlyNeedToRegister": "For now, you only need to register to verify people's identities for Companies House.",
    "whoCanApplyHeading": "Who can apply",
    "toRegisterYourBusiness": "To register your business, you must be one of the following:",
    "directorBullet": "director",
    "generalPartnerBullet": "general partner",
    "partnerBullet": "partner",
    "memberBullet": "member",
    "soleTraderBullet": "sole trader",
    "memberOfTheBodyBullet": "member of the body - if you're registering an unincorporated body or corporate body",
    "YouWillBeAble": "You'll be able to add other people who work for the business to the authorised agent account once you've registered.",
    "verifyIdentityLink": "Verify your identity for Companies House.",
    "whatYoullNeedHeading": "What you'll need",
    "youllNeedTo": "You’ll need to sign in to or create a GOV.UK One Login to use this service.",
    "ifYouHaventAlready": "If you haven't already verified your identity, we'll ask you to do this when you start.",
    "verifyIdentityGuidanceText": "Read the guidance on verifying your identity for Companies House",
    "verifyIdentityGuidanceURL": "https://www.gov.uk/guidance/applying-to-register-as-a-companies-house-authorised-agent",
    "toCheckWhatYouNeed": "to check what you'll need to do this.",
    "toApply": "To apply, you'll need to:",
    "aboutBuissnessBullet": "tell us about the buisness, or yourself if you're a sole trader",
    "amlBodiesBullet": "tell us which Anti-Money Laundering (AML) supervisory bodies the business is supervised by",
    "amlMembershipNumberBullet": "provide the AML membership numbers, sometimes known as your practice number of firm ID",
    "registrationFeeBullet": "pay the £XX registration fee using a credit or debit card",
    "warningText": "We'll reject your application if the AML details you provide are incorrect. Contact your supervisory body if you need to check these details.",
    "guidanceOnApplyingLink": "Read the guidance on applying to register as an authorised agent",
    "toCheckYouHave": "to check you have everything you need to apply.",
    "saveYourAnswers": "You can save your answers and resume your application later if you need to.",
    "startNow": "Start now",
    "helpToApplyOnlineHeading": "Help to apply online",
    "contactUsStartPageLink": "Contact us",
    "ifYouNeedHelpToUseThisService": " if you need help to use this service.",
    "adaptYourDeviceHeading": "Adapt your device to meet your needs",
    "readAdviceFromAbilityNetLink": "Read advice from AbilityNet on how to make your device easier to use",
    "forExampleLearnHowTo": "For example, learn how to change the background colour or text size.",
    "afterYouRegisterHeading": "After you are registered",
    "youllBeAble": "You'll be able to",
    "signInToACSPText": "sign in to the authorised agent account",
    "signInToACSPLink": "https://www.gov.uk/guidance/sign-in-to-your-authorised-agent-account",
    "toAccessACSP": "to access ACSP services. You'll be able to add other people who work for the business, if they need to access services for the ACSP.",
    "guidanceForAuthorisedAgentsLink": "Read the guidance on being an ACSP",
    "toFindOutHowToUse": " to find out more about what happens after you register, including your legal responsibilities."
}